{
    "privacy": "<b>Política de Privacidade do LyricsPyRobot</b>\n\nO LyricsPyRobot, um bot que se integra ao Last.fm e Spotify para busca de letras de música, coleta e armazena alguns dados do usuário para fornecer e melhorar seus serviços. A transparência e a privacidade do usuário são de extrema importância para nós.\n\n<b>Dados Coletados:</b>\n• ID do Usuário do Telegram: Este identificador único é usado para diferenciar usuários e personalizar a experiência.\n• Nome de Usuário do Last.fm: Coletado para obter informações sobre a música que está tocando no momento.\n• Contagem de Uso: Registramos quantas vezes o comando /np é usado por cada usuário para pesquisar a música tocando de outro usuário.\n• Data e Hora do Último Uso: Registramos a data da última vez que o comando /np foi usado pelo usuário para pesquisar a música tocando de outro usuário.\n• Informações da Consulta: Armazenamos as letras pesquisadas para otimizar futuras pesquisas e melhorar a experiência do usuário.\n• Token da Conta do Spotify: Este token é essencial para acessar a conta do Spotify do usuário, obter informações sobre a música que está tocando no momento e usar o player integrado ao bot.\n• Token de Atualização do Spotify (Opcional): Se o usuário conectar sua conta do Spotify, armazenamos este token para manter o acesso e obter informações da música atual para a busca de letras.\n\n<b>Uso dos Dados:</b>\nOs dados coletados são utilizados exclusivamente para os seguintes fins:\n• Prestação e Melhoria do Serviço: Utilizamos os dados para garantir o bom funcionamento do bot, responder às consultas, integrar com o Last.fm e Spotify (se conectado) e aprimorar a experiência do usuário.\n\n<b>Segurança dos Dados:</b>\nImplementamos medidas de segurança para proteger os dados do usuário contra acesso não autorizado, alteração, divulgação ou destruição. No entanto, nenhum método de transmissão ou armazenamento eletrônico é 100% seguro.\n\n<b>Compartilhamento de Dados:</b>\nNão compartilhamos dados do usuário com terceiros, exceto quando exigido por lei ou para proteger nossos direitos.\n\n<b>Retenção de Dados:</b>\nArmazenamos os dados do usuário apenas pelo tempo necessário para fornecer e melhorar nossos serviços.\n\n<b>Direitos do Usuário:</b>\nOs usuários têm o direito de acessar, corrigir e excluir seus dados. Para exercer esses direitos, entre em contato conosco através do suporte.\n\n<b>Alterações a esta Política:</b>\nPodemos atualizar esta política de privacidade periodicamente. As alterações entrarão em vigor após a publicação da política revisada.\n\n<b>Contato:</b>\nSe você tiver alguma dúvida ou preocupação sobre esta política de privacidade, entre em contato conosco através do chat @AmanoChat ou por e-mail em contact@amanoteam.com.\nObrigado por usar o LyricsPyRobot!\n\n<b>Excluir Seus Dados:</b>\nSe você deseja excluir seus dados, clique no botão abaixo:",
    "delete_data": "Excluir Dados",
    "confirm_delete_data": "Você tem certeza que deseja excluir todos os seus dados? Esta ação irá apagar permanentemente todas as suas aprovações /np, e você precisará entrar novamente no Spotify e Last.fm se você quiser usar o bot novamente.",
    "yes": "Sim",
    "no": "Não",
    "data_deleted": "Seus dados foram excluídos com sucesso.",
    "data_not_deleted": "Seus dados não foram excluídos",
    "back": "Voltar."
}
