{
    "privacy": "<b>Política de privacidad de LyricsPyRobot</b>\nLyricsPyRobot, un bot que se integra con Last.fm y Spotify para la búsqueda de letras musicales, recopila y almacena ciertos datos del usuario para proporcionar y mejorar sus servicios. La transparencia y la privacidad del usuario son de suma importancia para nosotros.\n\n<b>Datos recopilados:</b>\n• ID de usuario de Telegram: este identificador único se utiliza para diferenciar a los usuarios y personalizar la experiencia.\n• Nombre de usuario de Last.fm: recopilado para obtener información sobre la canción que se reproduce actualmente.\n• Conteo de uso: Registramos cuántas veces el comando /np es usado por cada usuario para buscar la canción que está reproduciendo otro usuario.\n• Fecha y hora del último uso: Registramos la fecha de la última vez que el usuario utilizó el comando /np para buscar la canción que estaba reproduciendo otro usuario.\n• Información de consulta: almacenamos letras buscadas para optimizar búsquedas futuras y mejorar la experiencia del usuario.\n• Token de cuenta de Spotify: Este token es esencial para acceder a la cuenta de Spotify del usuario, obtener información sobre la canción que se está reproduciendo actualmente y utilizar el reproductor integrado en el bot.\n• Token de actualización de Spotify (opcional): si el usuario conecta su cuenta de Spotify, almacenamos este token para mantener el acceso y obtener información de la canción actual para la búsqueda de letras.\n\n<b>Uso de datos:</b>\nLos datos recogidos se utilizan exclusivamente para las siguientes finalidades:\n• Prestación y mejora del servicio: utilizamos los datos para garantizar el funcionamiento adecuado del bot, responder a consultas, integrarnos con Last.fm y Spotify (si están conectados) y mejorar la experiencia del usuario.\n\n<b>Seguridad de los datos:</b>\nImplementamos medidas de seguridad para proteger los datos del usuario contra el acceso no autorizado, la alteración, la divulgación o la destrucción. Sin embargo, ningún método de transmisión o almacenamiento electrónico es 100% seguro.\n\n<b>Compartir datos:</b>\nNo compartimos datos de los usuarios con terceros, excepto cuando lo exija la ley o para proteger nuestros derechos.\n\n<b>Retención de datos:</b>\nAlmacenamos los datos de los usuarios solo durante el tiempo necesario para proporcionar y mejorar nuestros servicios.\n\n<b>Derechos del usuario:</b>\nLos usuarios tienen derecho a acceder, rectificar y suprimir sus datos. Para ejercer estos derechos, comuníquese con nosotros a través de soporte.\n\n<b>Cambios a esta Política:</b>\nPodemos actualizar esta política de privacidad periódicamente. Los cambios entrarán en vigor tras la publicación de la política revisada.\n\n<b>Contacto:</b>\nSi tiene alguna pregunta o inquietud sobre esta política de privacidad, comuníquese con nosotros a través del chat @AmanoChat o por correo electrónico a contact@amanoteam.com.\n¡Gracias por usar LyricsPyRobot!\n\n<b>Eliminar tus datos:</b>\nSi desea eliminar sus datos, haga clic en el siguiente botón:",
    "delete_data": "Eliminar datos",
    "confirm_delete_data": "¿Está seguro que desea eliminar todos sus datos? Esta acción eliminará permanentemente todas tus aprobaciones /np, y tendrás que volver a iniciar sesión en Spotify y Últimamente. m si quieres usar el bot de nuevo.",
    "yes": "Si",
    "no": "No",
    "data_deleted": "Sus datos fueron eliminados con éxito.",
    "data_not_deleted": "Tus datos no han sido eliminados",
    "back": "Volver"
}