{
    "privacy": "<b>Politiko pri Privateco de LyricsPyRobot</b>\nLyricsPyRobot, roboto kiu integras kun Last.fm kaj Spotify por muzikteksto-serĉo, kolektas kaj stokas certajn uzantdatenojn por provizi kaj plibonigi siajn servojn. Uzanto-travidebleco kaj privateco estas de plej granda graveco por ni.\n\n<b>Kolektita datumoj:</b>\n• Telegram-Uzanto-ID: Ĉi tiu unika identigilo estas uzata por diferencigi uzantojn kaj personecigi la sperton.\n• Last.fm Uzantnomo: Kolektita por akiri informojn pri la nun ludanta kanto.\n• Uzokalkulo: Ni registras kiom da fojoj la komando /np estas uzata de ĉiu uzanto por serĉi la kanton ludantan de alia uzanto.\n• Dato kaj Tempo de Lasta Uzo: Ni registras la daton de la lasta fojo, kiam la komando /np estis uzata de la uzanto por serĉi la kanton ludantan de alia uzanto.\n• Demandaj Informoj: Ni stokas serĉitajn kantotekstojn por optimumigi estontajn serĉojn kaj plibonigi la sperton de uzanto.\n• Spotify Account Token: Ĉi tiu ĵetono estas esenca por aliri la Spotify-konton de la uzanto, akiri informojn pri la nun ludanta kanto kaj uzi la ludanton integritan en la bot.\n• Spotify Refresh Token (Laŭvola): Se la uzanto konektas sian Spotify-konton, ni konservas ĉi tiun ĵetonon por konservi aliron kaj akiri informojn de la nuna kanto por serĉado de kantotekstoj.\n\n<b>Uzo de Datumoj:</b>\nLa kolektitaj datumoj estas uzataj ekskluzive por la sekvaj celoj:\n• Servo-Provizo kaj Plibonigo: Ni uzas la datumojn por certigi la ĝustan funkciadon de la roboto, respondi al demandoj, integriĝi kun Last.fm kaj Spotify (se konektite), kaj plibonigi la uzantan sperton.\n\n<b>Sekureco de datumoj:</b>\nNi efektivigas sekurecajn mezurojn por protekti datumojn de uzantoj kontraŭ neaŭtorizita aliro, ŝanĝo, malkaŝo aŭ detruo. Tamen neniu metodo de transdono aŭ elektronika konservado estas 100% sekura.\n\n<b>Kondivido de datumoj:</b>\nNi ne dividas uzantajn datumojn kun triaj, krom kiam la leĝo postulas aŭ por protekti niajn rajtojn.\n\n<b>Retenado de datumoj:</b>\nNi konservas datumojn de uzantoj nur tiom longe kiom necesas por provizi kaj plibonigi niajn servojn.\n\n<b>Uzantrajtoj:</b>\nUzantoj havas la rajton aliri, korekti kaj forigi siajn datumojn. Por ekzerci ĉi tiujn rajtojn, bonvolu kontakti nin per subteno.\n\n<b>Ŝanĝoj al ĉi tiu Politiko:</b>\nNi povas ĝisdatigi ĉi tiun privatecan politikon periode. Ŝanĝoj efektiviĝos post publikigo de la reviziita politiko.\n\n<b>Kontakto:</b>\nSe vi havas demandojn aŭ zorgojn pri ĉi tiu privateca politiko, bonvolu kontakti nin per la babilejo @AmanoChat aŭ retpoŝte ĉe contact@amanoteam.com.\nDankon pro uzi LyricsPyRobot!\n\n<b>Forigu Viajn Datumojn:</b>\nSe vi volas forigi viajn datumojn, bonvolu klaki la suban butonon:",
    "delete_data": "Forigi Datumojn",
    "confirm_delete_data": "Ĉu vi certas, ke vi volas forigi ĉiujn viajn datumojn? Ĉi tiu ago konstante forigos ĉiujn viajn /np aprobojn, kaj vi devos re-ensaluti al Spotify kaj Last.fm se vi volas uzi la roboton denove.",
    "yes": "Jes",
    "no": "Ne",
    "data_deleted": "Viaj datumoj estas sukcese forigitaj.",
    "data_not_deleted": "Viaj datumoj ne estis forigitaj",
    "back": "Reiru"
}