{
    "hash_nf": "Eita, parece que o hash tá perdido no rolê...\nSerá que essa mensagem tá mais velha que andar pra trás?",
    "url_nf": "Oxe, meu consagrado, esse link tá mais quebrado que arroz de terceira! \nNão consegui achar nada nesse trem aqui: {text}",
    "text": "Texto",
    "tgph": "Telegra.ph",
    "port": "Português",
    "original": "Original",
    "not_allowed": "Eita, meu consagrado, parece que você não tem permissão para usar isso não, viu? Só o {first_name} que pode mexer nesse trem aí. \nMelhor pedir a ajuda dele!",
    "settings_txt": "Ei, meu consagrado, o que você tá afim de mexer aí?",
    "np_settings": "Configurações do NP",
    "language": "Configurar Idioma",
    "pattern": "Configurar Padrão",
    "back": "Voltar",
    "sticker": "Sticker: ",
    "theme": "Tema: ",
    "blur": "Blur: ",
    "np_settings_txt": "Meu consagrado, bora configurar o seu \"Now Playing\" com essas opções zoeiras abaixo:",
    "dark": "Escuro",
    "light": "Claro",
    "pattern_settings_text": "Meu consagrado, aqui vão algumas opções para você alternar as configurações de padrão abaixo:",
    "lang_sucess": "Parabéns, meu consagrado! Você conseguiu mudar o idioma com sucesso! Agora você pode se comunicar com seus amigos em um idioma completamente diferente e confundir todo mundo! Aproveite e divirta-se!",
    "ch_lang": "E aí, meu consagrado, tá afim de escolher um idioma? Então bora lá, escolha um idioma e vamos ver se eu consigo entender o que você está falando! Mas já vou avisando, se você escolher Klingon, eu não vou poder ajudar muito, hein!",
    "Spotify": "Configurações do Spotify",
    "nologged": "Ei, você aí! Parece que você ainda não está logado no Spotify, hein! Mas não se preocupe, eu vou te ajudar a entrar nessa festa! É só clicar no botão abaixo e depois copiar o comando que vai aparecer. Aí é só colar aqui e pronto, você já vai estar curtindo suas músicas favoritas! Mas ó, não vale colocar música ruim, hein!",
    "logged": "Ei, {name}! Parece que você já está dentro do Spotify, hein! Mas se quiser mudar alguma coisa, é só mexer nas configurações abaixo:",
    "login": "Login",
    "np_apv": "Aprovações do NP",
    "np_apv_txt": "Escolha os seus migos que vão poder ver o que você tá ouvindo:",
    "apuser": "Tretas sobre a aprovação do serumaninho {name}:\n\n",
    "apuser_txt": "Carimbado em: {data}\nEnferrujado desde: {data2}\nQuantidade de gambiarras: {count}\"",
    "block": "Não Passa",
    "aprove": "Vamooo!",
    "unblock": "Libera a passagem"
}