{
    "not_approved": "Opa, opa, opa! Parece que alguém não passou no teste, hein? Mas não se preocupe, meu consagrado, isso não é o fim do mundo! Se você quiser, pode entrar em contato com o {first_name} e tentar novamente. Quem sabe na próxima você não consegue passar, né? Mas enquanto isso, que tal aproveitar para curtir um som e relaxar um pouco? Afinal, música é sempre uma boa pedida!",
    "blocked": "Opa, opa, opa! Parece que alguém aprontou das suas, hein? Mas não se preocupe, meu consagrado, a gente sempre dá um jeito! Se você quiser, pode entrar em contato com o {first_name} e tentar se redimir. Quem sabe na próxima você não consegue se comportar melhor, né? Mas enquanto isso, que tal aproveitar para curtir um som e refletir um pouco sobre suas atitudes? Afinal, música é sempre uma boa pedida para acalmar os ânimos!",
    "not_logged": "Ei, ei, ei! Parece que alguém esqueceu de fazer o login, hein? Mas não se preocupe, meu consagrado, a gente sempre dá um jeito! Se você quiser, pode usar os comandos /spoti ou /lfm para fazer o login e começar a curtir um som. Afinal, música é sempre uma boa pedida para animar o dia! Então, bora lá, fazer o login e aproveitar o melhor da música!",
    "not_playing": "Opa, opa, opa! Parece que alguém esqueceu de dar o play, hein? Mas não se preocupe, meu consagrado, a gente sempre dá um jeito! Que tal escolher uma música bem animada e dar o play para começar a curtir? Afinal, música é sempre uma boa pedida para animar o dia! Então, bora lá, escolher uma música e dar o play para começar a festa!",
    "play_in_sp": "Adicionar à Fila",
    "search_lyric": "Pesquisar letra",
    "approved": "Ei, ei, ei! Parece que o {first_name} gostou de você, hein? Ele aprovou o seu acesso e agora você pode curtir o melhor da música sem preocupações! Então, bora lá, escolher uma música bem animada e dar o play para começar a festa! Afinal, música é sempre uma boa pedida para animar o dia!",
    "sapproved": "Olha só quem está se sentindo o poderoso chefão, hein? O {first_name} deve ter feito uma boa média com você, porque agora você é o dono do acesso! Então, bora lá, escolher uma música bem animada e dar o play para começar a festa! Afinal, música é sempre uma boa pedida para animar o dia!",
    "denied": "Opa, parece que o {first_name} não gostou muito de você, hein? Ele negou o seu acesso e agora você está na mão! Mas não se preocupe, ainda tem muita música boa por aí, é só procurar direitinho que você encontra! Quem sabe na próxima você não consegue a aprovação dele, né? Vamos torcer!",
    "sdenied": "Olha só quem está se sentindo o todo poderoso agora, hein? Você negou o acesso do {first_name} e agora ele está na mão! Mas não se preocupe, ainda tem muita música boa por aí, é só procurar direitinho que ele encontra! Quem sabe na próxima você não libera o acesso dele, né? Vamos torcer!",
    "song_added": "Ei, ei, ei! Parece que temos uma nova música na fila, hein?",
    "not_allowed": "Eita, meu consagrado, parece que você não tem permissão para usar isso não, viu? Só o {first_name} que pode mexer nesse trem aí. \nMelhor pedir a ajuda dele!",
    "aprrovedu": "Eita, olha só quem quer dar uma espiadinha no seu Spotify, {name}! Será que ele quer só dar uma olhadinha ou vai acabar colocando aquela playlist bizarra que ninguém merece ouvir? Só o tempo dirá! Mas se você confia nele, é só aprovar o acesso e torcer para que ele não faça nenhuma besteira!",
    "approvedr": "Opa, parece que você não foi aprovado para acessar algo, hein? Mas não se preocupe, a gente tem um plano B! Vamos pedir para o {name} aprovar o seu acesso e torcer para que ele esteja de bom humor hoje! Quem sabe ele não te dá uma chance, né? Mas se não der certo, é só procurar outra coisa para fazer, afinal, a vida é cheia de possibilidades!",
    "only_users": "Ei, ei, ei! O que você está tentando fazer aí? Usar esse comando em quem não deve? Não faça isso, amigo! Esse comando é só para usuários, não para qualquer um que aparecer pela frente! Então, por favor, use com moderação e só em quem realmente precisa, ok? Senão, a gente vai ter que chamar a polícia dos bots para dar um jeito em você!",
    "aprove": "Aprovar acesso",
    "deny": "Negar acesso"
}
