{
    "privacy": "<b>Política de privacidade de LyricsPyRobot</b>\n\nLyricsPyRobot, un bot que se integra con Last.fm e Spotify para buscar letras, recolle e almacena algúns datos dos usuarios para ofrecer e mellorar os seus servizos. A transparencia e a privacidade dos usuarios son de suma importancia para nós.\n\n<b>Datos recollidos:</b>\n• ID de usuario de Telegram: este identificador único úsase para diferenciar aos usuarios e personalizar a experiencia.\n• Nome de usuario de Last.fm: recompilado para obter información sobre a canción que se está reproducindo agora.\n• Conta de usos: rexistramos cantas veces usa o comando /np cada usuario para buscar música doutro usuario.\n• Data e hora do último uso: gravamos a data da última vez que o usuario utilizou o comando /np para buscar música doutro usuario.\n• Información de consulta: almacenamos as letras buscadas para optimizar futuras buscas e mellorar a experiencia do usuario.\n• Token da conta de Spotify: este token é esencial para acceder á conta de Spotify do usuario, obter información sobre a música que se reproduce agora e utilizar o reprodutor integrado no bot.\n• Token de actualización de Spotify (opcional): se o usuario conecta a súa conta de Spotify, almacenamos este token para manter o acceso e obter información actual da canción para a busca de letras.\n\n<b>Uso de datos:</b>\nOs datos recollidos utilízanse exclusivamente para os seguintes fins:\n• Prestación e mellora do servizo: utilizamos os datos para garantir o bo funcionamento do bot, responder a consultas, integrarnos con Last.fm e Spotify (se está conectado) e mellorar a experiencia do usuario.\n\n<b>Seguridade de datos:</b>\nImplementamos medidas de seguridade para protexer os datos dos usuarios contra o acceso, alteración, divulgación ou destrución non autorizados. Non obstante, ningún método de transmisión ou almacenamento electrónico é 100% seguro.\n\n<b>Compartimento de datos:</b>\nNon compartimos os datos do usuario con terceiros, salvo cando así o requira a lei ou para protexer os nosos dereitos.\n\n<b>Retención de datos:</b>\nSó almacenamos os datos dos usuarios durante o tempo que sexa necesario para proporcionar e mellorar os nosos servizos.\n\n<b>Dereitos do usuario:</b>\nOs usuarios teñen dereito a acceder, corrixir e eliminar os seus datos. Para exercer estes dereitos, póñase en contacto connosco a través de soporte.\n\n<b>Cambios nesta política:</b>\nPodemos actualizar esta política de privacidade periodicamente. Os cambios entrarán en vigor a partir da publicación da política revisada.\n\n<b>Contacto:</b>\nSe tes algunha dúbida ou dúbida sobre esta política de privacidade, póñase en contacto connosco a través do chat @AmanoChat ou por correo electrónico en contact@amanoteam.com.\nGrazas por usar LyricsPyRobot!\n\n<b>Eliminar os teus datos:</b>\nSe queres eliminar os teus datos, fai clic no seguinte botón:",
    "delete_data": "Borrar datos",
    "confirm_delete_data": "Estás seguro de que queres eliminar todos os teus datos? Esta acción eliminará permanentemente todas as túas aprobacións /np e terás que iniciar sesión de novo en Spotify e Last.fm se queres volver usar o bot.",
    "yes": "Si",
    "no": "Non",
    "data_deleted": "Os seus datos foron eliminados con éxito.",
    "data_not_deleted": "Os teus datos non foron eliminados",
    "back": "Volver"
}