{
    "privacy": "<b>LyricsPyRobot Privacy Policy</b>\nLyricsPyRobot, a bot that integrates with Last.fm and Spotify for music lyrics search, collects and stores certain user data to provide and improve its services. User transparency and privacy are of utmost importance to us.\n\n<b>Data Collected:</b>\n• Telegram User ID: This unique identifier is used to differentiate users and personalize the experience.\n• Last.fm Username: Collected to obtain information about the currently playing song.\n• Usage Count: We record how many times the /np command is used by each user to search for the song playing from another user.\n• Date and Time of Last Use: We record the date of the last time the /np command was used by the user to search for the song playing from another user.\n• Query Information: We store searched lyrics to optimize future searches and improve the user experience.\n• Spotify Account Token: This token is essential to access the user's Spotify account, obtain information about the currently playing song, and use the player integrated into the bot.\n• Spotify Refresh Token (Optional): If the user connects their Spotify account, we store this token to maintain access and obtain information from the current song for lyrics search.\n\n<b>Use of Data:</b>\nThe collected data is used exclusively for the following purposes:\n• Service Provision and Improvement: We use the data to ensure the proper functioning of the bot, respond to queries, integrate with Last.fm and Spotify (if connected), and enhance the user experience.\n\n<b>Data Security:</b>\nWe implement security measures to protect user data against unauthorized access, alteration, disclosure, or destruction. However, no method of transmission or electronic storage is 100% secure.\n\n<b>Data Sharing:</b>\nWe do not share user data with third parties, except when required by law or to protect our rights.\n\n<b>Data Retention:</b>\nWe store user data only for as long as necessary to provide and improve our services.\n\n<b>User Rights:</b>\nUsers have the right to access, correct, and delete their data. To exercise these rights, please contact us through support.\n\n<b>Changes to this Policy:</b>\nWe may update this privacy policy periodically. Changes will take effect upon publication of the revised policy.\n\n<b>Contact:</b>\nIf you have any questions or concerns about this privacy policy, please contact us through the chat @AmanoChat or by email at contact@amanoteam.com.\nThank you for using LyricsPyRobot!\n\n<b>Delete Your Data:</b>\nIf you wish to delete your data, please click the button below:",
    "delete_data": "Delete Data",
    "confirm_delete_data": "Are you sure you want to delete all your data? This action will permanently delete all your /np approvals, and you will need to re-login to Spotify and Last.fm if you want to use the bot again.",
    "yes": "Yes",
    "no": "No",
    "data_deleted": "Your data has been deleted successfully.",
    "data_not_deleted": "Your data has not been deleted",
    "back": "Back"
}